---
kind: other
id: Properties.T:Autodesk.Revit.DB.KeyBasedTreeEntriesLoadContent
source: html/f3c61eeb-0760-083e-f2f8-c03827d6c661.htm
---
# KeyBasedTreeEntriesLoadContent Properties

Specifies whether the .NET object represents a valid Revit entity.